[
  {
    "note": "NABULIO"
  },
  {
    "note": "LE 9 mai 1769"
  },
  {
    "note": "Louis XV, moyennant quelques millions, a acheté le 15 mai de l’année précédente à la République de Gênes ses droits sur la Corse"
  },
  {
    "note": "XV. La guerre déclarée, le roi avait envoyé une expédition pour prendre possession de la Corse. Elle avait été battue"
  },
  {
    "note": "mer. « Cette petite île étonnera le monde ! » s’était exclamé Jean-Jacques Rousseau avec admiration"
  },
  {
    "note": "Mais, le 9 mai, les patriotes corses, commandés par Pasquale Paoli, étaient vaincus à Ponte-Nuovo. Louis XV avait, en effet, mis le « poids » nécessaire en expédiant dans l’île vingt-deux mille hommes"
  },
  {
    "note": "Les fugitifs s’engouffrent enfin dans une grotte – elle existe toujours et on l’appelle encore la grotte des Réfugiés"
  },
  {
    "note": "Et l’Empereur pourra dire un jour : — Je naquis alors que la patrie périssait"
  },
  {
    "note": "leur grande maison d’Ajaccio, un gros cube couvert d’un crépi jaune qui se dresse dans la strada Malerba, rue de la Mauvaise-Herbe"
  },
  {
    "note": "Au second, demeurent quelques-uns des innombrables cousins du clan : les Pozzo di Borgo"
  },
  {
    "note": "De ce voisinage naît une brouille – pour ne pas dire une vendetta – entre les deux familles"
  },
  {
    "note": "Charles – il est maintenant inscrit au barreau d’Ajaccio, a francisé son prénom"
  },
  {
    "note": "Son fils le jugera sévèrement plus tard, et lui reprochera d’avoir abandonné Paoli"
  },
  {
    "note": "Le marquis général de Marbeuf aurait été selon certains, l’amant de Mme Letizia"
  },
  {
    "note": "Mon oncle Napoleone mourut quelques semaines avant Ponte-Nuovo, mais il était venu à Corte pour combattre. C’est en souvenir de ce héros que j’ai donné son prénom à mon deuxième fils"
  },
  {
    "note": "Sur les treize enfants que Letizia a mis au monde en dix-neuf années, huit, en effet, survivront, huit enfants qui se partageront un jour des trônes et des principautés. Tous, sauf Lucien – Luciano – qui, en froid avec son frère, devra se contenter d’un titre de prince papal"
  },
  {
    "note": "À peu près à cette époque, Charles est nommé assesseur de la juridiction royale d’Ajaccio. Le traitement qu’il en retire est assez maigre : neuf cents livres"
  },
  {
    "note": "En cette première année du règne de Louis XVI, Nabulio – il est âgé de cinq ans"
  },
  {
    "note": "C’est donc l’abbé Recco qui sera son premier maître"
  },
  {
    "note": "Est-il exact que de tous les jeux, le jeune Napoleone préférait ceux de la guerre ?"
  },
  {
    "note": "Letizia était surtout d’une avarice sordide dont elle ne parviendra jamais à se défaire"
  },
  {
    "note": "En attendant que commence l’épopée, les Buonaparte sont sans fortune et Charles espère toujours obtenir des bourses pour ses deux garçons – Joseph et Napoleone"
  },
  {
    "note": "Charles Buonaparte est nommé député de la noblesse de Corse pour la session de 1778. Il doit rejoindre Versailles et va profiter de ce voyage, dont les frais lui seront remboursés, pour emmener ses deux fils et les laisser en passant au collège d’Autun – aujourd’hui lycée Bonaparte"
  },
  {
    "note": "En arrivant à Autun, il ne parle pour ainsi dire pas le français. Mais son professeur le précisera, « il avait beaucoup de dispositions, comprenait et apprenait facilement »"
  },
  {
    "note": "Tenue par des pères de l’ordre des Minimes, Brienne est devenue depuis le 1er avril 1776 l’une des douze écoles royales militaires"
  },
  {
    "note": "Le petit boursier du Roi sera seul désormais et entouré d’inconnus : son frère est en pension à cinquante-cinq lieues, ses parents demeurent en Corse – ce qui, de Brienne, paraît le bout du monde."
  },
  {
    "note": "LA PAILLE AU NEZ"
  },
  {
    "note": "les petits camarades éclateront de rire devant le nouveau venu, en répétant : — Napollioné ?... La paille au nez ! La paille au nez ! Le surnom lui restera"
  },
  {
    "note": "Monsieur, vous avez méprisé mes avis. C’était renoncer à mon amitié. Ne me parlez plus jamais."
  },
  {
    "note": "Son plus cher désir est d’apprendre correctement le français afin que cessent les moqueries dont il est l’objet"
  },
  {
    "note": "Il était incontestablement, selon moi, nous dit Bourrienne, le plus fort de toute l’école. J’échangeais quelquefois avec lui la solution des problèmes qu’on nous donnait à résoudre, et qu’il trouvait sur-le-champ avec une facilité qui m’étonnait toujours"
  },
  {
    "note": "Ma nature, expliquera-t-il, ne pouvait pas supporter l’idée de ne pas être tout d’abord le premier de la classe"
  },
  {
    "note": "Le 21 juin 1784, Charles Buonaparte arrive à Brienne."
  },
  {
    "note": "À Paris, Charles Buonaparte à bout de ressources – il a dû emprunter de l’argent"
  },
  {
    "note": "M. de Buonaparte (Napoleone) né le 15 août 1769, de quatre pieds, dix pouces, dix lignes, (1,66 mètre) a fait sa quatrième"
  },
  {
    "note": "Reynaud des Monts, après l’avoir interrogé, estime que le cadet Buonaparte possède les qualités requises pour entrer à l’École royale de Paris, cette école créée par Louis XV à la demande de la jolie marquise de Pompadour"
  },
  {
    "note": "Le 17 octobre 1784, « M. Napoleone de Buonaparte, écuyer, fils de noble Charles-Marie de Buonaparte », quitte Brienne en malle-poste avec ses quatre camarades reçus comme lui"
  },
  {
    "note": "Alexandre des Mazis a noté dans ses Cahiers ses impressions durant les années où il fut le compagnon de Napoléon à Paris, puis à Valence"
  },
  {
    "note": "Bon en mathématiques, moyen en histoire, il est moins bien noté qu’à Brienne."
  },
  {
    "note": "Assurément Buonaparte n’est guère aimé, et les mêmes scènes vécues à Brienne se renouvellent à Paris"
  },
  {
    "note": "Sa manière de parler de la Corse les choque"
  },
  {
    "note": "parvient à le sortir de ses rêves, et l’unique jeu de l’École qui l’intéresse est celui de l’attaque ou de la défense des redoutes."
  },
  {
    "note": "Le 23 mars 1785, Buonaparte apprend la mort de son père, survenue un mois auparavant, le 24 février, à Montpellier"
  },
  {
    "note": "Charles-Marie, atteint d’un inguérissable cancer à l’estomac, s’était rendu dans cette ville pour aller consulter un spécialiste"
  },
  {
    "note": "Il est pourtant profondément affecté et se déclare hanté par le fait que son père soit mort « à cent lieues de son pays, dans une contrée étrangère, indifférente à son existence, éloignée de tout ce qu’il a de plus précieux... »"
  },
  {
    "note": "la mort de son père, ce « complaisant des vainqueurs, allant des salons du gouverneur aux antichambres de Versailles », est pour Napoléon une manière de délivrance. Il pourra désormais ne plus mettre de bornes à son patriotisme presque excessif – à son chauvinisme corse."
  },
  {
    "note": "Napoleone, toujours l’un des meilleurs de la classe de mathématiques, choisit le corps de l’artillerie."
  },
  {
    "note": "Au mois de septembre – alors que la France se passionne pour l’affaire du Collier qui a éclaté le 15 août – s’ouvre le concours de sortie"
  },
  {
    "note": "Napoleone de Buonaparte. Réservé et laborieux, préfère l’étude à toute espèce d’amusement, se plaît à la lecture des bons auteurs ; très appliqué aux sciences abstraites ; peu curieux des autres ; connaissant à fond les mathématiques et la géographie ; silencieux, aimant la solitude, capricieux, hautain, extrêmement porté à l’égoïsme, parlant peu, énergique dans ses réparties, ayant beaucoup d’amour-propre, ambitieux et aspirant à tout ; ce jeune homme est digne qu’on le protège"
  },
  {
    "note": "Napoleone est follement heureux : il est reçu ! Sur cent trente-sept candidats, cinquante-huit sont admis comme lieutenants en second"
  },
  {
    "note": "enfin, in extremis, Alexandre des Mazis se trouve admis à la cinquante-sixième place."
  },
  {
    "note": "C’est à Fontainebleau qu’ils prennent leur premier repas à leur compte. Sans doute – Lenotre l’a pensé – écourtent-ils leur dîner afin de donner un coup d’oeil au château royal. « Quelques années plus tard, le pauvre cadet qui contemplait ce jour-là, le nez collé aux grilles, les vieilles façades du palais, sera le maître de ces splendeurs et y recevra à sa table le pape intimidé... »"
  },
  {
    "note": "MONSIEUR LE LIEUTENANT EN SECOND"
  },
  {
    "note": "Napoleone et des Mazis ne se quittent pas lors de leurs instants de liberté"
  },
  {
    "note": "Bien que sorti de l’École militaire lieutenant en second, Napoléon a d’abord dû gravir ce que l’on appelle les « trois grades » : ceux de canonnier, de caporal et de sergent"
  },
  {
    "note": "Il demande sa main à M. de Saint-Germain qui refuse, pensant assurément que ce jeune lieutenant d’artillerie n’a aucun avenir. Et c’est ainsi que le futur empereur manqua de peu devenir, par la main gauche, le gendre de Louis XV... Quant à Louise-Adélaïde, elle épousera le comte de Montalivet dont l’Empereur fera son ministre de l’Intérieur."
  },
  {
    "note": "Il lui arrive parfois de s’asseoir à une table de jeu pour faire une partie de reversi"
  },
  {
    "note": "Enfin une lueur d’espoir : le 12 août 1786, il obtient son congé de semestre qu’il décide de passer en Corse. La Corse qu’il a quittée lorsqu’il avait neuf ans ! Et il va en avoir dix-sept !"
  },
  {
    "note": "1er septembre, le jeune officier passe par Aix où il embrasse son oncle Fesch et son frère Joseph. Il gagne ensuite Marseille où après un séjour place des Augustins, chez le négociant Allard, il s’embarque sur le « bateau de poste » qui va le conduire – le 15 septembre – jusqu’à Ajaccio."
  },
  {
    "note": "Il fait la connaissance des enfants nés en sa longue absence : Paolina ou Paoletta – la future princesse Pauline – Maria Annonciata – ou Carolina – qui deviendra un jour Caroline, reine de Naples"
  },
  {
    "note": "Toutes les entreprises de Charles n’ont laissé à sa mort que des dettes."
  },
  {
    "note": "le 12 septembre 1787, après une année de séjour en Corse, Napoleone quitte Ajaccio. Il muse en cours de route car c’est seulement le 9 novembre qu’il arrive à Paris, où il descend à l’Hôtel de Cherbourg, rue du Four Saint-Honoré."
  },
  {
    "note": "nouvelle prolongation de son congé pour six mois. Celle-ci lui est accordée jusqu’au 1er juin 1788"
  },
  {
    "note": "En quelques mois, il dévore, en les commentant et en les analysant, plus de trente volumes. Ouvrages d’Histoire, ancienne et classique, traités d’économie et de politique qu’il emprunte"
  },
  {
    "note": "Un camarade, Bussy, loge au-dessus de lui et a pris le « goût funeste » de donner du cor. Il assourdit à un tel point Buonaparte que celui-ci ne parvient plus à travailler."
  },
  {
    "note": "Vingt-cinq ans plus tard, au cours de la campagne de France, Napoléon retrouvera Bussy dans un petit village de l’Aisne. Ils ne s’étaient jamais revus"
  },
  {
    "note": "Napoléon le nommera colonel et Bussy suivra l’État-Major habillé en civil, n’ayant pas eu le temps de se faire tailler un uniforme. Les grognards l’appelleront le pékin de l’Empereur. Ce « pékin » ne quittera Napoléon qu’au lendemain de l’abdication"
  },
  {
    "note": "L’art militaire se trouvait à ce moment révolutionné par les nouvelles théories tactiques du comte de Guilbert – rapidité, surprise de l’ennemi, supériorité numérique sur un point prévu"
  },
  {
    "note": "Le rôle réservé à l’artillerie devint primordial et connut une pleine évolution"
  },
  {
    "note": "Aussi, le maréchal de camp, commandant l’école d’artillerie et la place d’Auxonne, Jean-Pierre du Teil, frappé par l’intelligence du lieutenant Buonaparte, le nomme membre d’une commission chargée d’étudier « le jet de bombes avec canon »"
  },
  {
    "note": "La considération dont il est l’objet franchit les murs de la caserne"
  },
  {
    "note": "Plus tard – bien plus tard – sur son lit d’agonie, il tracera ces lignes du quatrième codicille de son testament : « Au fils ou au petit-fils du baron du Teil, lieutenant général d’artillerie, ancien seigneur de Saint-André, qui, avant la Révolution, avait commandé l’école d’Auxonne, nous léguons la somme de cent mille francs, en reconnaissance pour les soins que ce brave général a pris de nous lorsque nous étions sous ses ordres. »"
  },
  {
    "note": "Le 12 septembre 1789, il passe par Valence et va voir d’anciens amis dont l’abbé de Tardivon qui lui aurait dit en souriant : — Du train que prennent les choses, chacun peut devenir roi à son tour"
  },
  {
    "note": "Pour la troisième fois Napoleone revient dans son île. Il va y vivre quinze mois."
  },
  {
    "note": "Joseph a été reçu avocat, mais Lucien et Louis se trouvent sans occupation."
  },
  {
    "note": "Des troubles ont déjà éclaté dans l’île. Trois tendances se partagent les opinions corses : le parti royaliste – celui du gouvernement et de l’administration française —, le parti national, fidèle à Pasquale Paoli dont on espère le retour – il est exilé en Angleterre –, enfin le parti populaire – demain républicain, avec Salicetti à sa tête"
  },
  {
    "note": "Napoleone estime lui aussi que la liberté de l’île ne pourra éclore hors de la nouvelle France et, faisant taire « son paolisme », il se rallie au point de vue des « avancés ». II va tenter de dissiper la torpeur attardée de ses compatriotes."
  },
  {
    "note": "Joseph a été nommé commissaire au comité des « Trente-six », tandis que Napoleone nourrit le secret désir de prendre le commandement des milices communales – ce désir, on le sait, ne devait pas être réalisé."
  },
  {
    "note": "les représentants décident que la Corse fera désormais partie de « l’Empire français ». À cette nouvelle, la joie éclate à Ajaccio"
  },
  {
    "note": "Une inconnue demeure cependant : quelle sera l’attitude de Paoli dont on annonce le prochain retour en Corse ?"
  },
  {
    "note": "Pasquale Paoli n’a jamais répondu à cette lettre. Pour lui ce « petit lieutenant » n’est qu’un « intrigant » ou un « échauffé"
  },
  {
    "note": "le 17 juillet 1790, il se réjouit en apprenant l’arrivée de Paoli qu’il croit ami du clan Buonaparte"
  },
  {
    "note": "Napoleone rencontre le vieux chef corse à Ponte Nuovo"
  },
  {
    "note": "Paoli est gras, blanc, et a plus l’apparence d’un Anglais que d’un Corse. De plus, il n’est point partisan de la Révolution française"
  },
  {
    "note": "Le 6 janvier 1791, il assiste à la première séance du club Globo patriottico – dévoué au Babbo. On y attaque particulièrement le comte Buttafuoco"
  },
  {
    "note": "lettre à l’intention de Buttafuoco exprimant la réprobation des « patriotes corses »"
  },
  {
    "note": "Buonaparte se multiplie, prend la parole, signe des pétitions, affirme que la Corse est victime de « persécutions » et qu’elle se trouve « arrosée du sang de ses martyrs ». Enfin, oubliant que son père a été l’un des pionniers de la collaboration avec le royaume, il fustige « ces âmes basses qui furent les premiers à se jeter dans les bras des Français »."
  },
  {
    "note": "CORSE OU FRANÇAIS ?"
  },
  {
    "note": "LA fin du mois de janvier 1791 le congé du lieutenant en second Buonaparte est terminé depuis un trimestre"
  },
  {
    "note": "Afin de venir en aide à Mme Letizia, il emmène avec lui son jeune frère Luigi – Louis, âgé de douze ans et demi"
  },
  {
    "note": "À deux, il leur faut vivre avec trois francs cinq centimes par jour"
  },
  {
    "note": "Dans le petit musée napoléonien d’Auxonne se trouve un jeton d’ivoire : un nom y est maladroitement gravé, celui de Manesca Pillet. C’est le prénom d’une jeune fille qui plut à M. le lieutenant en second... Il demanda sa main, mais on lui fit comprendre que Manesca espérait mieux ! Buonaparte en eut, dit-on, un profond chagrin."
  },
  {
    "note": "Napoleone qui a fait imprimer sa Lettre à Buttafuoco chez l’imprimeur Jean-Baptiste Joly à Dôle – il s’y rend à pied pour corriger les épreuves – en adresse plusieurs exemplaires à Paoli. « La lettre, lui répond Paoli, eût fait meilleur effet si elle eût montré moins de partialité"
  },
  {
    "note": "Depuis le début d’avril 1791, de nouveaux règlements régissent l’armée. Le régiment de La Fère ne porte plus qu’un numéro. Il est devenu le 1er Régiment d’Artillerie, mais Buonaparte va devoir le quitter. Il est affecté – le premier juin – au 4e Régiment d’Artillerie"
  },
  {
    "note": "Il reçoit le grade de premier lieutenant et la solde de cent livres au lieu de quatre-vingt-treize"
  },
  {
    "note": "Événement important dans la vie du futur chef d’État : le 14 juillet 1791, au Champ-de-Mars d’Auxonne, il prête le serment civique « à la Nation, à la Loi et au Roi ». Il n’hésite plus maintenant à embrasser la cause de la Révolution"
  },
  {
    "note": "Son chef, le colonel de Campagnol, n’a point voulu accorder un nouveau congé de semestre au lieutenant Buonaparte qui abuse véritablement des permissions !"
  },
  {
    "note": "Buonaparte voudrait se trouver en Corse au moment des élections, afin de soutenir la candidature de son frère Joseph, qu’il aimerait voir siéger à la nouvelle assemblée locale."
  },
  {
    "note": "Napoleone lui expose son cas avec tant de ferveur que M. du Teil, plus compréhensif que M. de Campagnol, accorde volontiers une permission de trois mois au jeune officier"
  },
  {
    "note": "Au début du mois de septembre 1791, il arrive en Corse à temps pour recueillir, le 15 octobre, le dernier soupir de l’oncle Lucien qui laisse à sa belle-soeur et à ses neveux une assez jolie fortune cachée dans sa paillasse"
  },
  {
    "note": "Après le décret du 12 août 1791, quatre bataillons de la Garde nationale ont pu être formés en Corse. L’ambition de Napoleone est désormais de parvenir au grade d’adjudant-major d’un bataillon de volontaires"
  },
  {
    "note": "Grâce à l’héritage de l’archidiacre, Buonaparte mène sa campagne électorale avec un acharnement sans bornes"
  },
  {
    "note": "Deux commissaires, envoyés pour contrôler les opérations de votes logent, l’un, Grimaldi, chez les Buonaparte, l’autre, Murati, chez l’adversaire Peraldi"
  },
  {
    "note": "il fait littéralement « enlever » par ses partisans le commissaire Murati, et il l’installe à la Casa."
  },
  {
    "note": "Vous ne l’étiez pas chez Peraldi. Ici vous êtes chez vous. Personne ne vous parlera de l’objet de votre mission"
  },
  {
    "note": "Le 28 mars se déroulent les élections dans l’église du couvent de Saint-François"
  },
  {
    "note": "Après une séance orageuse, Quanza est élu premier lieutenant-colonel et Napoleone Buonaparte lieutenant-colonel en second"
  },
  {
    "note": "Napoleone, devenu une manière de rebelle, risque, au même moment de comparaître devant une autre juridiction, pour désertion cette fois. En effet, le premier janvier dernier, à Valence, lors de la revue de son régiment, le premier lieutenant Buonaparte a été porté « irrégulièrement manquant"
  },
  {
    "note": "Le 29 mai, il écrit à Joseph : « Je suis arrivé hier. Je me suis, en attendant, logé à l’hôtel où logent Pozzo di Borgo, Leonetti et Peraldi, c’est-à-dire rue Royale : Hôtel des Patriotes Hollandais. »"
  },
  {
    "note": "Servan – et ce sera l’un des derniers actes du ministre de la Guerre du roi Louis XVI – réintègre, le 10 juillet, le lieutenant en premier Buonaparte dans son arme. Bien plus, le 30 juillet, onze jours avant la chute de la royauté, Lajard – ce même ministre qui voulait le traduire en cour martiale – lui décerne (sans doute sans le lire) un brevet de capitaine daté du 6 février précédent – ce qui lui permettra de toucher un appréciable arriéré de solde"
  },
  {
    "note": "De ce fait, tout en combattant à Ajaccio les soldats du roi de France, M. de Buonaparte se trouve payé par ce même roi – La nomination est signée Louis – assurément l’une des dernières signatures données par l’infortuné souverain – et elle concerne son futur successeur !"
  },
  {
    "note": "Après la suspension du roi, en apprenant la prochaine nomination d’une Convention, Buonaparte estime que son frère n’a pas le droit de laisser échapper une pareille occasion : il doit se présenter à la future assemblée"
  },
  {
    "note": "M. de Buonaparte ne se considère pas encore comme Français. La violence sanglante des vainqueurs des Tuileries lui donne la nausée"
  },
  {
    "note": "À la fin du mois d’août, Napoleone trouve le prétexte qui va lui permettre de retourner à Ajaccio : il se rend à l’école de Saint-Cyr d’où Maria-Anna est renvoyée puisque « l’établissement d’aristocrates » doit fermer ses portes"
  },
  {
    "note": "Ils quittent Paris le 9 septembre au lendemain des affreux massacres qui l’ont écoeuré. Décidément, il n’est point de ce parti !"
  },
  {
    "note": "Depuis le 20 avril 1791, la France se trouve, en effet, en guerre « contre les rois ». Louis XVI au Temple, le Conseil Exécutif provisoire a décidé d’opérer une diversion contre le roi Victor-Amédée de Savoie"
  },
  {
    "note": "pendant ce temps, à Paris, place de la Révolution, la tête de Louis XVI roule sur l’échafaud"
  },
  {
    "note": "Ce fut sans doute au cours du mois de mars 1793 que Buonaparte eut une entrevue décisive avec Paoli, au couvent de Merusaglia dans le Rostino. La discussion aurait été assez violente"
  },
  {
    "note": "Paoli est ailleurs. Il espérait que la Révolution donnerait la liberté à la Corse – et par ce mot de liberté il entendait l’autonomie... Il n’en avait rien été et le Babbo semble vouloir maintenant jouer la carte anglaise"
  },
  {
    "note": "Tout n’est plus que confusion dans l’île de Beauté. Paolistes, partisans de l’Indépendance ou francophiles continuent à s’affronter"
  },
  {
    "note": "Avec l’aide des troupes républicaines casernées dans la capitale corse, il essaye, mais en vain, de reprendre la citadelle d’Ajaccio maintenant occupée par les Paolistes. Pour ces derniers, le capitaine Buonaparte est devenu l’homme à abattre"
  },
  {
    "note": "Le 29 avril, il manque d’être assassiné alors qu’il se rend presque en « touriste » aux îles Sanguinaires"
  },
  {
    "note": "Le 8 mai, une gondole – celle d’Illario Felici – le mènera à Bastia où il va retrouver, le lendemain, lés commissaires de la Convention, Salicetti et Lacombe-Saint Michel, envoyés tous deux en Corse afin de percer le jeu de Paoli"
  },
  {
    "note": "Le 3 juin, avec tous les siens, il s’embarque pour Toulon. Il ne reverra la Corse qu’au retour de la campagne d’Égypte. Cette fois – et pour toujours – Napoleone a choisi la France"
  },
  {
    "note": "Le 3 juin, avec tous les siens, il s’embarque pour Toulon. Il ne reverra la Corse qu’au retour de la campagne d’Égypte. Cette fois – et pour toujours – Napoleone a choisi la France."
  },
  {
    "note": "CAPITAINE CANON"
  },
  {
    "note": "ARRIVANT à Toulon le 13 juin 1793, Buonaparte installe sa mère, Louis, Jérôme et ses trois soeurs dans une petite maison du bourg de La Valette"
  },
  {
    "note": "Grâce au général Jean du Teil, frère de l’ancien commandant d’Auxonne, le capitaine Buonaparte n’est point considéré comme déserteur et on l’affecte à la 12e compagnie du IVe d’artillerie qui se trouve alors à Nice"
  },
  {
    "note": "On le retrouve le 27 juillet en Avignon. Le 28, il reçoit l’ordre d’occuper Beaucaire."
  },
  {
    "note": "Le 15 septembre, il reçoit, en effet, l’ordre de rejoindre l’armée d’Italie, afin d’y organiser le transport des poudres. En passant au Beausset – à dix-sept kilomètres de Toulon"
  },
  {
    "note": "il apprend la présence de Salicetti avec qui il a fait la « campagne » d’Ajaccio au mois de mai précédent."
  },
  {
    "note": "Toulon qui, le 28 août, « menacée d’exécution » par la Convention, a préféré ouvrir ses portes aux Anglais et aux Espagnols."
  },
  {
    "note": "L’artillerie du siège n’a plus de chef : son commandant – le chef de bataillon Dommartin – a été grièvement blessé lors de la prise d’Ollioules"
  },
  {
    "note": "Il offre au « capitaine instruit Buonaparte » le commandement de l’artillerie du siège de Toulon. C’est ainsi que sonnera l’heure de la chance pour le futur empereur."
  },
  {
    "note": "Le 17 septembre, le nouveau commandant se rend aussitôt au quartier général, à Ollioules, où il fait la connaissance de ce braillard de Carteaux"
  },
  {
    "note": "Salicetti pourra annoncer au Comité de Salut public : « Pendant la nuit de mardi à mercredi, le capitaine Buonaparte établit sa batterie – la Montagne – à la Guarène, au-dessus des Poudrières. » Ses canons sont fort bien placés, et il obligera, le 19, une frégate qui voulait entrer dans le port à faire demi-tour."
  },
  {
    "note": "Le 20 septembre, Buonaparte fait avancer ses canons. « La batterie des Sans-Culottes » placée à Brégaillon, « tout à fait sous la chapelle, au bord de la mer », tient une partie de la rade sous « son feu en tirant à boulets rouges, et l’ennemi évacue la Seyne."
  },
  {
    "note": "Quelques jours plus tard – le 29 septembre –, le capitaine Buonaparte est proposé pour le grade de chef de bataillon, nomination qui sera confirmée le 19 octobre."
  },
  {
    "note": "Napoleone a déclaré à Carteaux, dès le jour de son arrivée : — Prenez le fort de l’Eguillette et avant huit jours vous entrerez dans Toulon."
  },
  {
    "note": "À la guerre, dira Buonaparte, il n’y a qu’un moment favorable ; le grand talent est de le bien saisir."
  },
  {
    "note": "Carteaux suit le conseil donné par celui qu’il appelle « le Capitaine Canon », mais si mollement que l’opération échoue"
  },
  {
    "note": "Le siège piétine, on n’avance guère."
  },
  {
    "note": "Le 14 octobre, le chef de bataillon Buonaparte repousse de justesse une attaque anglaise, au plateau des Arènes"
  },
  {
    "note": "les représentants décident-ils enfin de se débarrasser de Carteaux"
  },
  {
    "note": "il baptise la position « batterie des hommes sans peur »"
  },
  {
    "note": "Au quartier général, le plan de Buonaparte est accepté : on attaquera Le Caire, puis l’Eguillette, enfin le Balaguier. Du 11 au 16 décembre, les batteries de Napoleone font pleuvoir un feu intense sur le goulet."
  },
  {
    "note": "En dépit d’un coup de baïonnette au mollet – il est soigné par Jean-François Hernandez –, il fonce..."
  },
  {
    "note": "Buonaparte a été nommé, le 22 décembre, au grade provisoire de général de brigade"
  },
  {
    "note": "Le nom du jeune général est sur toutes les lèvres."
  },
  {
    "note": "Son grade « provisoire » de général de brigade est confirmé et, le 26 décembre, on le charge de procéder à l’inspection des côtes de Marseille à Nice"
  },
  {
    "note": "En quatre mois, il est passé du grade de capitaine à celui de général – et même d’inspecteur général ! Pour obtenir un avancement aussi rapide, le 19 janvier 1794, il lui a fallu répondre à un questionnaire dont peu d’historiens ont fait état{9}"
  },
  {
    "note": "Napoleone commence son travail d’inspecteur des côtes et on le verra, durant ces deux premiers mois de l’année 1794, galoper de Marseille à Nice"
  },
  {
    "note": "le 4 janvier 1794, Buonaparte écrit-il au ministre : « Il est indispensable de remettre le fort Saint-Nicolas en état de défense, au moins contre les efforts de quelques malveillants"
  },
  {
    "note": "La lettre aussitôt arrivée à Paris, un courrier reprend le chemin de Marseille portant ordre du Comité de Salut public de faire arrêter ce général par trop agité qui parle de canonner Marseille"
  },
  {
    "note": "Cependant, protégé par Augustin Robespierre et Salicetti, Buonaparte, nous racontera Chaptal, est seulement mis « en arrestation chez lui, sous la garde d’un gendarme »."
  },
  {
    "note": "Napoleone, depuis sa nomination à l’armée d’Italie, a travaillé à un plan d’opérations qui « ouvrirait le Piémont aux armées de la République ». Le plan enthousiasme Robespierre jeune et son collègue Ricord, et les deux représentants l’imposent au général en chef de l’armée d’Italie : le général Dumerbion"
  },
  {
    "note": "Il existe alors une rivalité entre l’armée d’Italie et l’armée des Alpes, soutenue par Salicetti et dont le champ d’action se trouve plus au nord"
  },
  {
    "note": "le 11 juillet – envoient Buonaparte à Gênes. Puisqu’il parle l’italien, il est l’homme rêvé"
  },
  {
    "note": "Buonaparte revient de Gênes le 27 juillet, rapportant les renseignements demandés"
  },
  {
    "note": "les trois commissaires « considérant que le général Buonaparte a totalement perdu leur confiance par la conduite la plus suspecte, et surtout par le voyage qu’il a dernièrement fait à Gênes », arrêtent ce qui suit : « Le général de brigade Buonaparte, commandant en chef l’artillerie de l’armée d’Italie, est provisoirement suspendu de ses fonctions."
  },
  {
    "note": "Buonaparte « se juge perdu ». Il n’est cependant pas conduit au Fort-Carré d’Antibes, ainsi qu’on l’a affirmé durant tant d’années."
  },
  {
    "note": "L’enquête innocente et libère Buonaparte. Et Salicetti l’avoue avec franchise : « Par l’examen de ses papiers, et tous les renseignements que nous avons pris, nous avons reconnu que rien de positif ne pouvait faire durer sa détention plus longtemps. »"
  },
  {
    "note": "Le général Dumerbion approuve cette libération. Il a besoin des « talents de ce militaire qui, nous ne pouvons le nier, précise-t-il, deviennent très nécessaires dans une armée dont il a, mieux que personne, la connaissance »"
  },
  {
    "note": "La campagne contre les Piémontais et les Autrichiens reprend sans la moindre envergure"
  },
  {
    "note": "d’écrire le 3 septembre précédent en parlant du « général Bonaparte » : « C’est un Corse hardi, entreprenant, qui, certainement, voudra risquer quelque attaque. »"
  },
  {
    "note": "Ainsi que l’a remarqué Louis Madelin, c’est la première fois que le nom de Bonaparte – orthographié comme le fera Napoléon dix-huit mois plus tard – apparaît sous la plume d’un prince de la Maison d’Autriche qui devait, fait alors bien imprévisible, devenir en 1810 son cousin par alliance"
  },
  {
    "note": "le 21 avril 1795, se fiance-t-il officieusement avec Désirée"
  },
  {
    "note": "Comme il y a surnombre de généraux d’artillerie, on l’a désigné, lui le dernier nommé, pour exercer un commandement contre « les brigands » de Vendée, mais il n’a nullement l’intention de rejoindre son poste"
  },
  {
    "note": "il décide de partir pour Paris avec Louis, en s’adjoignant comme aides de camp – et de sa propre autorité – Junot et Marmont. Avec l’appui de Ricord, il espère bien recevoir un autre poste."
  },
  {
    "note": "GÉNÉRAL VENDÉMIAIRE"
  },
  {
    "note": "Buonaparte et ses compagnons débarquant dans la capitale le 25 mai 1795, vont d’abord s’installer 11, rue des Fossés-Montmartre, à l’hôtel de la Liberté"
  },
  {
    "note": "Il se dit malade – son congé de maladie expire d’ailleurs le 15 juillet – et, en attendant, il multiplie les démarches pour éviter de rejoindre son poste."
  },
  {
    "note": "Au mois de septembre, il retourne chez Mme Tallien. Et c’est là qu’un soir, il fait la connaissance d’une amie de Thérésia : la jolie Rose de Beauharnais, qui sera un jour prochain « l’incomparable Joséphine »"
  },
  {
    "note": "elle est veuve d’Alexandre de Beauharnais. Son premier et ennuyeux mari, vicomte de sa propre autorité, avait été élu président de l’Assemblée constituante, avant de se faire guillotiner par la machine que – comme tant d’autres apprentis-sorciers – il avait contribué à lancer."
  },
  {
    "note": "« Le général de brigade Buonaparte, ci-devant mis en réquisition près du Comité, est rayé de la liste des officiers généraux employés, attendu le refus de se rendre au poste qui lui a été désigné. »"
  },
  {
    "note": "Le voici destitué ! Et l’arrêté est signé par Cambacérès qui sera un jour second Consul et archichancelier de l’Empire !"
  },
  {
    "note": "Cependant, le 26 septembre, le projet de départ pour Constantinople prend corps."
  },
  {
    "note": "En cette fin du mois de septembre 1795, la fermentation, dont parlait Buonaparte, couve déjà depuis quelque temps"
  },
  {
    "note": "le 5 fructidor – 27 août 1795 – une nouvelle Constitution, celle de l’an III, a été votée"
  },
  {
    "note": "Le Directoire va prendre le pouvoir."
  },
  {
    "note": "nomment général en chef de l’armée de l’Intérieur, Barras, qui, le 9 thermidor, a marché sur l’Hôtel de Ville ! contre Robespierre. Barras accepte et annonce aux députés qu’il est prêt à sauver la patrie"
  },
  {
    "note": "L’ancien sous-lieutenant des troupes coloniales de Louis XVI sachant bien qu’il n’est qu’un général d’occasion sans la moindre expérience, veut s’adjoindre un général – un vrai – et de préférence, un artilleur. — Buonaparte ! lance Turreau"
  },
  {
    "note": "« Les Comités m’ont nommé pour commander en second. Nous avons disposé nos troupes ; les ennemis sont venus nous attaquer aux Tuileries, nous leur avons tué beaucoup de monde. »"
  },
  {
    "note": "le 16, Napoleone est promu général de division. Le 26 octobre, Barras devenant directeur – l’un des cinq rois du nouveau régime – démissionne de son emploi et Buonaparte lui succède au commandement de l’armée de l’Intérieur."
  },
  {
    "note": "demeure dans un hôtel borgne : À l’Enseigne de la Liberté, rue des Fossés-Montmartre, notre actuelle rue d’Aboukir."
  },
  {
    "note": "Beauharnais, bouleversé à l’idée de se séparer du sabre qu’il tenait de son père, se présente chez Buonaparte qui, ému par les larmes du jeune officier – et sachant qu’il a devant lui le fils d’une amie de Thérésia Tallien et de Barras – lui fait rendre l’épée"
  },
  {
    "note": "Le lendemain, Rose – puisque tel est alors le nom de Joséphine – fait une visite à Napoleone pour le remercier, et sans doute, le surlendemain, le général se rend à son tour rue Chantereine où Mme de Beauharnais vient de s’installer"
  },
  {
    "note": "Il demande une place de consul en Italie pour Joseph. Lucien, déjà adjoint à Fréron envoyé en mission à l’armée du Rhin, a été nommé commissaire des guerres dès le 28 octobre. Deux jours auparavant Napoleone a fait nommer Louis, lieutenant d’artillerie, et le 12 novembre, l’a appelé près de lui, comme aide de camp"
  },
  {
    "note": "« Vous ne venez plus voir une amie qui vous aime ; vous l’avez tout à fait délaissée ; vous avez bien tort, car elle vous est tendrement attachée. Venez demain septidi déjeuner avec moi. J’ai besoin de vous voir et de causer avec vous sur vos intérêts. « Bonsoir, mon ami. Je vous embrasse."
  },
  {
    "note": "Buonaparte se rend ce fameux septidi de frimaire, an IV, dans le délicieux petit hôtel situé non loin de la Chaussée d’Antin, plus précisément rue Chantereine, appelée ainsi parce qu’autrefois les reinettes y croassaient"
  },
  {
    "note": "Hortense – car Joséphine a également une fille âgée d’un peu plus de douze ans – fait la connaissance du nouvel amant de sa mère"
  },
  {
    "note": "Le 2 mars, Buonaparte est nommé commandant en chef de l’armée d’Italie. C’est le cadeau de noces de Barras"
  },
  {
    "note": "Napoleone gêné d’être l’obligé de l’ex-amant de sa femme, dira plus tard qu’il devait sa nomination à Carnot"
  },
  {
    "note": "Le 8 mars, c’est la signature du contrat de mariage de Napoleone et de Joséphine chez Me Raguideau, notaire de Mme de Beauharnais, qui désapprouve l’union de sa cliente avec un homme qui n’a, soupire-t-il, « que la cape et l’épée »"
  },
  {
    "note": "LA GUERRE ET L’AMOUR"
  },
  {
    "note": "plan qu’il avait conçu au mois de mars 1794 et qui avait enthousiasmé le représentant Ricord et le frère du dictateur. Maintenant qu’il est le chef de l’armée d’Italie, Napoleone ne doute pas de pouvoir le réaliser"
  },
  {
    "note": "Pourquoi le Directoire a-t-il décidé de porter une guerre dite « de diversion » au Piémont et en Lombardie ? Tout simplement pour remplir les caisses désespérément vides."
  },
  {
    "note": "C’est donc une expédition de rapines et de pillages organisés que l’on charge Buonaparte d’accomplir"
  },
  {
    "note": "On ne lui demande nullement d’aller porter « le flambeau de la liberté », ou d’aller « faire trembler les despotes couronnés »"
  },
  {
    "note": "Le soir du 11 mars 1796, on vient annoncer à Buonaparte que la chaise de poste l’attend au bout de la petite allée bordée de tilleuls"
  },
  {
    "note": "En arrivant à Marseille le 20 mars, il va voir Mme Letizia, annonce son mariage"
  },
  {
    "note": "son fils vient de décider d’abandonner l’orthographe italienne de son nom et de son prénom"
  },
  {
    "note": "Le 25 mars, Napoléon s’arrête à Antibes et loge à l’auberge Agarrit où l’accueille Berthier, chef d’état-major de l’armée d’Italie"
  },
  {
    "note": "le 27 mars, reçoit Masséna, Sérurier, Laharpe et Augereau, généraux de division, qui regardent de haut ce « gringalet » de vingt-six ans et demi qui leur a été imposé pour maître. Un militaire d’antichambre !"
  },
  {
    "note": "« Sa petite taille, raconte-t-il, sa figure chétive ne nous prévinrent pas en sa faveur. Le portrait de sa femme qu’il tenait à la main, et qu’il fit voir à tous, son extrême jeunesse par-dessus tout, nous persuadèrent que cette nomination était encore l’oeuvre de l’intrigue... »"
  },
  {
    "note": "Soldats, vous êtes nus, mal nourris ; le gouvernement vous doit beaucoup, il ne peut rien vous donner..."
  },
  {
    "note": "commence : Bonaparte quitte Nice par la route de la Corniche – alors un simple chemin. Il a le sourire. Son optimisme s’explique par le fait – il le révélera plus tard – que parmi les membres des états-majors ennemis se trouvent plusieurs officiers qui lui sont « dévoués et vendus ». — Par eux, j’ai su non seulement leurs plans, mais encore leurs projets. Voici qui ternit un peu la légende.."
  },
  {
    "note": "Le matin du 23 avril, Bonaparte reçoit du général Colli une offre d’armistice. Il lui répond en lui posant ses conditions : la remise de trois forteresses : Alexandrie, Coni et Tortone"
  },
  {
    "note": "Le 25 avril, il envoie à Paris son frère Joseph ainsi que Junot, pour apporter au Directoire les vingt et un drapeaux pris à l’ennemi à Montenotte et à Mondovi"
  },
  {
    "note": "— Soldats ! La Patrie a le droit d’attendre de vous de grandes choses ! Justifierez-vous son attente ?... Vous avez encore des combats à livrer, des villes à prendre, des rivières à passer... Vous n’avez rien fait puisqu’il vous reste encore à faire..."
  },
  {
    "note": "Joséphine ne met aucun empressement à rejoindre son mari. C’est le cadet de ses soucis. Elle a bien autre chose en tête, car elle est tombée éperdument amoureuse d’un certain lieutenant Hippolyte Charles, de neuf ans plus jeune qu’elle. Il est irrésistible ! De plus, il l’amuse follement !"
  },
  {
    "note": "Les Directeurs s’essoufflent à suivre l’armée d’Italie et s’inquiètent. Les victoires de Bonaparte feront-elles également vaciller leurs propres trônes ?"
  },
  {
    "note": "Le gouvernement veut remettre « le petit Bonaparte » dans le rang et lui ordonne d’abandonner Milan... pour laisser la ville aux mains de Kellerman !"
  },
  {
    "note": "Le 15 mai, jour de la Pentecôte, Masséna, qui a précédé son chef à Milan, l’accueille à la porte de la ville"
  },
  {
    "note": "Napoléon descend de la voiture qui l’a amené de Lodi et monte à cheval – un cheval appelé Bijou"
  },
  {
    "note": "Les Milanais crient leur enthousiasme. Dans les rues c’est du délire. On acclame le nom de celui qui vient d’arracher Milan à la griffe autrichienne"
  },
  {
    "note": "Trois mois après sa prise de commandement personne n’osait plus dire qu’il était « le protégé de Barras et des femmes"
  },
  {
    "note": "il peut annoncer – le 1er juin – au Directoire : « Voilà donc les Autrichiens entièrement expulsés de l’Italie. Nos avant-postes sont sur les montagnes de l’Allemagne. Tout est aujourd’hui parfaitement tranquille..."
  },
  {
    "note": "ARCOLE ET RIVOLI"
  },
  {
    "note": "BONAPARTE est parti le 15 juillet rejoindre les forces françaises qui, depuis un mois, ont investi Mantoue"
  },
  {
    "note": "Napoléon n’a que neuf mille hommes, autant que d’Autrichiens à l’abri derrière les murailles de la vieille cité lombarde"
  },
  {
    "note": "Beaulieu a été remplacé par. le maréchal Wurmser, Alsacien au service de l’Autriche. Avec une armée de soixante-dix milles austro-hongrois"
  },
  {
    "note": "Après avoir expédié Joséphine vers Florence – sous la protection d’une escorte de dragons – il réunit un conseil de guerre. Les choses vont mal... très mal. Certains croient déjà l’Italie perdue pour les Français !"
  },
  {
    "note": "puisque l’ennemi a divisé ses forces, en deux armées, il les battra l’une après l’autre"
  },
  {
    "note": "Dès ce moment, le plan d’attaque de Wurmser se trouvait dévoilé. Seule contre toutes ces forces, l’armée française ne pouvait rien : on n’était pas un contre trois, mais seule contre chacun des corps ennemis, il y avait égalité"
  },
  {
    "note": "Pendant ce temps, Wurmser croit l’affaire dans le sac et fait dans Mantoue une entrée glorieuse... Il ne se doute pas que Bonaparte rassemble toutes ses forces entre le Mincio et l’Oglio"
  },
  {
    "note": "À la guerre, dira-t-il un jour, l’audace est le plus beau calcul du génie"
  },
  {
    "note": "Le 25 août, il part pour Vérone afin de « pousser la victoire jusqu’à son dernier résultat » : refouler l’armée de Davidovitch vers le Tyrol, tout en donnant le coup de grâce à Wurmser dont l’armée s’est évidemment reformée avec un espoir qui sera vite pulvérisé"
  },
  {
    "note": "Le 1er septembre, le voici à Peschiera. De là il s’apprête à foncer vers Trente"
  },
  {
    "note": "En trois semaines, les Autrichiens ont ainsi perdu vingt-sept mille hommes et Marmont peut partir pour Paris emportant avec lui vingt-deux drapeaux"
  },
  {
    "note": "depuis le mois d’avril, l’armée d’Italie a drainé vers la République « quarante à cinquante millions »."
  },
  {
    "note": "Le 14, Napoléon quitte de nouveau Vérone, traverse l’Adige et atteint le village de Ronco"
  },
  {
    "note": "l’on pénètre par un pont qui enjambe l’Alpone. Un pont et un bourg appelés Arcole. Arcole, que Wurmser, quittant une fois de plus Mantoue, vient d’occuper. Or, il est de la plus haute importance de s’emparer d’Arcole puisque, de là, les Français pourront déboucher sur les derrières des Autrichiens."
  },
  {
    "note": "Impossible de le franchir, en dépit des généraux français qui se précipitent à la tête de leurs colonnes"
  },
  {
    "note": "Napoléon, « indigné par l’hésitation de ses soldats », ainsi que nous le rappelle l’inscription gravée sur la colonne commémorative d’Arcole, s’empare alors d’un drapeau et réussit à le planter sur le pont"
  },
  {
    "note": "Mais la victoire – la victoire d’Arcole – n’aura lieu que le surlendemain – le mercredi 17"
  },
  {
    "note": "Napoléon le dira : c’est à la suite de cette journée d’Arcole que lui viendra « la grande ambition »."
  },
  {
    "note": "Le 19 novembre, harassé, ainsi qu’il le dira au Directoire, il rentre à Vérone par la porte de Venise. Il est accueilli en triomphateur : « Vive le libérateur ! » crie-t-on sous ses fenêtres."
  },
  {
    "note": "Il peut enfin – le 25 novembre – quitter Vérone et mettre le cap sur Milan, après avoir écrit à sa chère créole deux autres lettres. Comme chaque jour, il lui crie son amour et son désir"
  },
  {
    "note": "Le Directoire s’inquiétait chaque jour davantage"
  },
  {
    "note": "Ils en ont maintenant la certitude. Bonaparte veut être le maître – et le maître absolu – même hors le champ de bataille."
  },
  {
    "note": "supprimées. C’est pourquoi le gouvernement chargea l’élégant général Clarke d’une double mission : d’abord négocier dès que possible l’arrêt des hostilités avec l’Autriche, ensuite contenir les ambitions de celui qui, au Luxembourg, faisait trembler les cinq rois"
  },
  {
    "note": "Combien de stratèges se pencheront sur la bataille de Rivoli, et essayeront d’expliquer comment une armée considérable, forte de quatre-vingt mille hommes, a pu être battue par des troupes, deux fois moins nombreuses"
  },
  {
    "note": "Wurmser, dès le lendemain, capitule. Mantoue ouvre ses portes aux Français"
  },
  {
    "note": "Il se porte le 16 février à Tolentino à la rencontre des trois cardinaux désignés par le Pape « pour signer un traité »"
  },
  {
    "note": "Le 24 février, après être passé par Ravenne et Rimini, il arrive à Bologne où il retrouve enfin sa femme qui, bien entendu, n’a pas voulu descendre jusqu’à l’Adriatique ainsi qu’il le lui avait demandé."
  },
  {
    "note": "Bonaparte a maintenant sous ses ordres soixante-quatorze mille hommes. En face de lui, il trouvera l’armée autrichienne commandée par un adversaire de taille : l’archiduc Charles, fils de Léopold II, neveu de Marie-Antoinette"
  },
  {
    "note": "Dans les temps héroïques, le général c’était l’homme le plus fort ; dans les temps civilisés, le général, c’est le plus intelligent des braves !"
  },
  {
    "note": "Il n’en continue pas moins à progresser, ayant battu – et bien battu – les deux armées de l’empereur d’Autriche. Le 6 avril, il sera à trente lieues de la capitale autrichienne"
  },
  {
    "note": "Le 13 avril, à dix-sept heures, se déroule à Leoben la première entrevue entre Bonaparte et les généraux autrichiens Merveld et Beauregard"
  },
  {
    "note": "Dès le lendemain des échanges de signatures des préliminaires de paix entre la République française et l’Empereur et roi, Bonaparte écrit au Directoire : « Je vous demande du repos, ayant acquis plus de gloire qu’il n’en faut pour être heureux... une carrière civile sera, comme ma carrière militaire, une et simple. »"
  },
  {
    "note": "Napoléon a fait un nouveau pas. C’est bien là une menace à peine voilée... Autrement dit : ou vous me laissez maître de régir nos conquêtes et de traiter avec l’ennemi, où je viens prendre votre place"
  },
  {
    "note": "Le Directoire s’incline, mais fait la grimace"
  },
  {
    "note": "Que le Directoire s’avise de vouloir m’ôter le commandement, et il verra s’il est le maître. Il faut à la Nation un chef, un chef illustré par la gloire, et non par des théories par lesquelles les Français n’entendent rien"
  },
  {
    "note": "Letizia débarque au château et fait la connaissance de sa belle-fille. Joséphine semble fort à l’aise dans son rôle de proconsulesse, alors que la Madré se sent -gênée et gauche. Les deux « citoyennes Bonaparte » ne seront jamais en sympathie. La Madré considérera Joséphine comme une ennemie et, entre intimes, l’appellera toujours ironiquement Mme de Beauharnais !..."
  },
  {
    "note": "il n’en déteste pas moins toujours les partisans de Louis XVIII, ce « club de Clichy » où se groupent les monarchistes. Ceux-ci critiquent son attitude dans l’affaire vénitienne, et vont jusqu’à demander sa destitution et son arrestation."
  },
  {
    "note": "Le 18 juillet, la situation se gâte, le Directoire claque des dents et se décide à appeler Bonaparte au secours. Mais le futur empereur refuse"
  },
  {
    "note": "Venant de Milan, Bonaparte est arrivé, le 27 août, à Passeriano où vont se dérouler les conférences avec l’Autriche"
  },
  {
    "note": "Chaque jour il se rend à Udine où se trouvent les plénipotentiaires autrichiens"
  },
  {
    "note": "Je vous prie, Citoyens Directeurs, de me remplacer et de m’accorder ma démission. Aucune puissance sur la terre ne sera capable de me faire continuer à servir après cette marque horrible de l’ingratitude du Gouvernement, à laquelle j’étais bien loin de m’attendre"
  },
  {
    "note": "L’Empire est une vieille servante habituée à être violée par tout le monde !"
  },
  {
    "note": "En somme, Cobenzl avait obtenu Venise, ce qui était pour lui le principal !"
  },
  {
    "note": "Monge déclare que, depuis Vercingétorix, la France n’a possédé pareil héros..."
  },
  {
    "note": "Il ne s’arrête pas non plus à Ferney, nourrissant des « griefs » contre Voltaire."
  },
  {
    "note": "Le 30 novembre 1797, la Convention est signée et vient confirmer les décisions prises à Udine : Venise est remise à l’empereur François, et Mayence devient française"
  },
  {
    "note": "L’Angleterre n’admettra jamais que la France occupe la rive gauche du Rhin."
  },
  {
    "note": "Tant que la France ne sera pas muselée dans ses limites naturelles, sans cesse la guerre renaîtra... Et elle renaîtra d’autant plus que l’empire napoléonien repoussera ses frontières « françaises » jusqu’à l’Elbe et la mer Ionienne"
  },
  {
    "note": "Talleyrand reçoit Napoléon à l’ancien hôtel de Gallifet"
  },
  {
    "note": "se rencontrent pour la première fois"
  },
  {
    "note": "Le 10 décembre, à l’occasion de la remise des drapeaux conquis en Italie, les cinq membres du Directoire reçoivent Bonaparte avec magnificence en ayant soin de cacher combien ils ont été froissés de le voir signer sans autorisation le traité de Campo-Formio"
  },
  {
    "note": "Le soir du 30 décembre, Bonaparte eut une surprise « pleine de grâces ». En rentrant chez lui, il vit des ouvriers occupés à changer la plaque portant le nom de la rue Chantereine. Désormais, elle s’appellera rue de la Victoire"
  }
]