[
  {
    "note": "UNE FAMILLE ITALIENNE EN CORSE"
  },
  {
    "note": "Dans la petite société ajaccienne – un peu plus de quatre mille habitants à la fin du XVIIIe siècle – les Buonaparte occupaient une position honorable et parfois sous-estimée."
  },
  {
    "note": "leur revenu annuel fût de sept ou de douze mille livres"
  },
  {
    "note": "Dans ma famille, se souviendra Napoléon, le principe était de ne pas dépenser d’argent. Jamais d’argent que pour les objets absolument nécessaires, tels que les vêtements, meubles, etc"
  },
  {
    "note": "De Geronimo à la fin du XVIe siècle jusqu’à Giuseppe Maria, le grand-père de Napoléon décédé en 1763, chaque génération de Buonaparte avait compté un représentant parmi les « Nobles Anciens » qui administraient la cité"
  },
  {
    "note": "Voltaire, après avoir rappelé comment les Corses avaient été envahis, vendus et cédés par les grandes puissances, ne se voyait-il pas obligé de conclure que les Corses avaient été « toujours subjugués par leur faute19 »"
  },
  {
    "note": "quand Matteo Buttafoco, qui négociait avec le gouvernement français au nom de Paoli, proposa en 1768 à Choiseul de signer au nom de la France un traité d’alliance et de commerce avec la Corse, le ministre lui répondit brutalement que « les Corses n’étaient pas encore en état de traiter sur ce pied avec la France21 »."
  },
  {
    "note": "Ainsi Napoléon, Joseph et Lucien formeront-ils, aux yeux de Paoli, l’ensemble indifférencié des « fils de Charles », inscrits dans un lignage dont ils assumaient les mérites et les fautes."
  },
  {
    "note": "Avec l’enclavement géographique, la pauvreté, l’ignorance et l’absence d’élites cultivées, les structures familiales figuraient au premier rang des obstacles qui s’opposaient à la formation d’une identité nationale, voire simplement collective."
  },
  {
    "note": "Une assemblée réunie à Corte en janvier 1735 franchit le pas en donnant à la Corse sa première « constitution »"
  },
  {
    "note": "Les « gouvernements » corses de cette époque n’étaient qu’une juxtaposition de factions et de clans aussi mortellement ennemis les uns des autres qu’ils l’étaient ensemble de l’occupant génois"
  },
  {
    "note": "La légende veut que les Corses, fatigués de tant de violence, remirent alors le pouvoir entre les mains de Pascal Paoli"
  },
  {
    "note": "le 15 juillet 1755, éleva Paoli au rang de « capo generale »"
  },
  {
    "note": "La réalité est un peu différente. La Corse insurgée avait réussi en 1751 à se donner en la personne de Gaffori un chef unique dont la nomination mettait fin au système du commandement collégial. Les Génois, craignant Gaffori, le firent assassiner en 1753. La Corse retourna à l’anarchie et passa, de nouveau, sous l’autorité d’un triumvirat désuni. Le retour de Paoli, en avril 1755, loin de répondre à une aspiration générale à la paix, s’inscrit dans le cadre des luttes de clans pour la suprématie. C’est pour empêcher Mario-Emmanuele Matra, beau-frère de Gaffori, de recueillir la succession de ce dernier que Clemente Paoli organisa le retour de son frère Pascal."
  },
  {
    "note": "La « dictature » de Paoli reposait sur deux ressorts principaux : un charisme indéniable qui lui permit de vaincre bien des obstacles, et des moyens d’exception"
  },
  {
    "note": "le maintien de la dictature de Paoli au-delà des circonstances qui l’avaient justifiée était inscrit dans la nature d’un pouvoir plutôt fondé sur des liens de fidélité personnelle entre le chef et les communautés de l’île que sur une supériorité juridiquement définie et institutionnalisée."
  },
  {
    "note": "Paoli exerçait tous les pouvoirs, sous la condition de rendre compte chaque année de ses actes devant la diète et d’en obtenir l’approbation"
  },
  {
    "note": "La défection anglaise contribuant de son côté à faire de la France l’interlocuteur obligé, Paoli engagea des négociations avec Choiseul en 1764"
  },
  {
    "note": "Cette même année 1767, les pourparlers entre Paoli et Choiseul étaient proches de leur fin. En fait, il n’y avait pas eu à proprement parler de négociations, plutôt un dialogue de sourds"
  },
  {
    "note": "Le 2 mai 1768, Choiseul rompit les discussions ; deux semaines plus tard, il signait à Versailles, avec les représentants de la République de Gênes, le traité de cession de la Corse à la France"
  },
  {
    "note": "Buttafoco pressa Paoli de se soumettre au traité de Versailles. En vain."
  },
  {
    "note": "Enfin, s’il se décida à la guerre, quoi qu’il en coûtât, c’est parce qu’il était convaincu que la France, tôt ou tard lassée de sa conquête, rétrocéderait un jour la Corse aux Génois48"
  },
  {
    "note": "Paoli décréta la levée en masse (22 mai 1768) et lança un vibrant appel à la jeunesse corse lui promettant qu’elle ne se sacrifierait pas en vain"
  },
  {
    "note": "lorsque le comte de Vaux prit le commandement, en avril 1769, il suffit de quelques semaines pour briser toute résistance. Le 8 mai 1769, les Corses étaient vaincus à Ponte Novo ; le 13 juin, Paoli partait en exil."
  },
  {
    "note": "l’autorité du général s’effondra. Ce qu’il avait cru unir se désunit. Les présides, bien sûr, s’empressèrent de prêter serment au roi de France – Ajaccio dès le 18 avril 1769 – ; l’intérieur de l’île ne fut pas en reste : Rostino, le village natal de Paoli, se soumit le 9 mai, Corte, sa capitale, le 21…"
  },
  {
    "note": "UNE ÉDUCATION FRANÇAISE"
  },
  {
    "note": "Lorsqu’ils regagnèrent Ajaccio après la chute de Paoli, Letizia et Carlo Buonaparte – devenu Charles avec l’arrivée des Français – étaient mariés depuis cinq ans"
  },
  {
    "note": "La France, au contraire, entreprit de rendre la Corse française dès qu’elle eut, en 1774, éradiqué les derniers foyers de résistance."
  },
  {
    "note": "Elle commença par abroger les lois et dissoudre les institutions du gouvernement paoliste, ne conservant que l’organisation traditionnelle des communautés villageoises avec leurs responsables élus et celle des pièves (cantons) avec leurs podestats"
  },
  {
    "note": "L’autorité fut concentrée dans les mains de deux commissaires du roi, l’un, le gouverneur, pour les affaires militaires, l’autre, l’intendant, pour les affaires civiles."
  },
  {
    "note": "Charles Buonaparte n’eut qu’à se féliciter de la conquête française. L’avocat besogneux prit bientôt son envol : en mai 1771, il obtint une charge de juge assesseur de la juridiction royale d’Ajaccio et, en septembre, le Conseil supérieur de Bastia déclara les Buonaparte nobles depuis plus de deux siècles13"
  },
  {
    "note": "Le 2 juin 1777, honneur suprême – mais fort dispendieux –, les États le choisirent pour les représenter à Versailles"
  },
  {
    "note": "Il devait tout cela à la protection du gouverneur de l’île, le comte de Marbeuf."
  },
  {
    "note": "Il avait sur le continent une épouse qu’il cachait et en Corse une maîtresse – Mme de Varèse – qu’il affichait."
  },
  {
    "note": "C’est en 1770 ou 1771 que des liens se tissèrent entre le gouverneur et l’avocat d’Ajaccio. Dès lors, Charles devint l’homme lige de Marbeuf"
  },
  {
    "note": "C’est en 1770 que Letizia fit la connaissance du comte de Marbeuf"
  },
  {
    "note": "Les amours de Letizia et de Marbeuf finirent au début des années 1780. Son épouse légitime ayant enfin rendu l’âme en 1783, Marbeuf se remaria. Il avait soixante et onze ans, sa nouvelle femme dix-huit, Letizia vingt-neuf et sept enfants."
  },
  {
    "note": "Le gouverneur fonda une famille – il n’avait pas eu d’enfants, à moins qu’il ne fût, comme on l’a dit, le père de Louis Bonaparte – et prit ses distances. Il s’éteignit en 1786. Dans la maison Buonaparte, rue Malerba, le portrait du comte de Marbeuf resta longtemps accroché à la place d’honneur, à côté de celui de Letizia."
  },
  {
    "note": "Napoléon dira à Sainte-Hélène que tout était faux dans les anecdotes colportées sur sa jeunesse"
  },
  {
    "note": "Victor Hugo dit un jour de Rubens : « Un grand homme a deux naissances : la première comme homme, la seconde comme génie24. »"
  },
  {
    "note": "Il était d’usage dans les familles nobles de destiner l’aîné à la carrière des armes et le cadet à l’Église"
  },
  {
    "note": "Le comte de Marbeuf s’occupa de tout. Il obtint du ministre de la Guerre la promesse d’une place dans un collège militaire pour le petit Napoléon et Charles, afin que son fils bénéficiât d’une bourse, constitua un volumineux dossier où figurait un certificat d’indigence accordé sans y regarder de trop près : il avait en effet perçu cette année-là de confortables revenus…"
  },
  {
    "note": "L’heure du départ sonna le 15 décembre 1778. Napoléon n’a jamais évoqué les impressions qui furent les siennes au moment de se séparer de sa mère"
  },
  {
    "note": "Napoléon fut confié par Mgr de Marbeuf à l’un de ses amis et, le 15 mai 1779, il était admis au collège militaire de Brienne."
  },
  {
    "note": "C’est en cultivant le souvenir de ses premières années qu’il aurait contracté un puissant attachement pour la Corse et ses héros"
  },
  {
    "note": "il sortit de Brienne, à l’automne 1784"
  },
  {
    "note": "Napoléon allait sur ses dix ans lorsqu’il y fut admis, il venait de fêter son quinzième anniversaire lorsqu’il en sortit. L’enfant plutôt replet qui avait quitté Ajaccio à la fin de 1778 s’était mué en un adolescent malingre."
  },
  {
    "note": "Napoléon se souviendra qu’il se produisit un grand changement dans sa personnalité et qu’ayant d’abord été « doux, tranquille, appliqué et d’une grande sensibilité » il changea « à l’âge de la puberté » et devint « morose37"
  },
  {
    "note": "En avril 1805, se rendant à Milan pour y être couronné roi d’Italie, il fit halte à Brienne ; il s’informa du curé, reçut d’anciens employés et visita les ruines du collège. « Brienne, c’est beaucoup pour moi », confia-t-il"
  },
  {
    "note": "Napoléon troqua l’uniforme de marin contre celui d’artilleur. L’artillerie était à la mode. Non seulement son importance tactique faisait l’objet d’une réévaluation générale dans les traités de stratégie, mais c’était avec le génie la seule arme où le mérite l’emportait sur la naissance, offrant ainsi aux enfants de petite noblesse ou de familles désargentées la possibilité d’un avancement certes lent, mais réel, qu’ils n’eussent trouvé ni dans l’infanterie ni dans la cavalerie."
  },
  {
    "note": "Les heureux lauréats arrivèrent dans la capitale le 19 octobre 1784."
  },
  {
    "note": "Ayant vécu reclus cinq années entre les murs du collège de Brienne, il ignorait presque tout du monde extérieur"
  },
  {
    "note": "Tout était différent à l’École militaire. Du jour au lendemain il cessa d’être un élève pour devenir un officier"
  },
  {
    "note": "Tout comme il avait été moqué à Brienne à cause de son accent et de ses origines, il aurait été snobé à Paris à cause de sa pauvreté, faisant ainsi deux fois l’expérience de la différence : culturelle d’abord, sociale ensuite."
  },
  {
    "note": "Ce ressentiment aurait encore accentué son patriotisme corse"
  },
  {
    "note": "À Paris, Napoléon n’était plus l’élève solitaire de Brienne. On lui connut des amis, avec lesquels il avait parfois de vives discussions dès lors qu’on abordait le chapitre de la Corse"
  },
  {
    "note": "le 28 septembre 1785, il était officiellement reçu à l’examen de sortie et promu"
  },
  {
    "note": "A priori, son classement était médiocre : 42e sur 58 promus"
  },
  {
    "note": "Il n’était, c’est vrai, que 42e sur 58 lauréats au plan national, mais le troisième des treize cadets parisiens"
  },
  {
    "note": "Le 30 octobre 1785, Napoléon et son camarade Des Mazis, affectés au régiment d’artillerie de La Fère-Artillerie, prirent la route de Valence."
  },
  {
    "note": "Bourrienne écrit dans ses Mémoires que l’éducation de Napoléon avait été très négligée. Si l’on entend par là l’éducation militaire du futur officier, elle n’était pas même négligée, elle était inexistante"
  },
  {
    "note": "Ni à Brienne ni à Paris il n’avait reçu la moindre notion de tactique ou de stratégie"
  },
  {
    "note": "il lisait comme on le faisait à son époque, la plume à la main, copiant des extraits, établissant des sommaires et rédigeant des résumés"
  },
  {
    "note": "L’OFFICIER FRANÇAIS ET LE PATRIOTE CORSE"
  },
  {
    "note": "Napoléon usa et abusa de la générosité ministérielle, puisque c’est seulement en mai 1788, après vingt et un mois passés en Corse, qu’il réintégra la caserne"
  },
  {
    "note": "Entre-temps, La Fère-Artillerie avait migré de Valence à Auxonne. Napoléon séjourna là un peu moins d’une année et demie : en septembre 1789, il était de retour à Ajaccio"
  },
  {
    "note": "La comparaison entre le temps passé avec son régiment et celui passé en Corse entre 1786 et 1793 est éloquente. Dix mois à Valence en 1785-1786, vingt-trois à Auxonne entre 1788 et 1791 : au total, deux ans et neuf mois à l’armée… et cinq ans et neuf mois dans son île natale5. C’était moins qu’un officier à mi-temps"
  },
  {
    "note": "Le temps des études n’était cependant pas fini : trois jours par semaine il travaillait ses mathématiques et apprenait à dessiner cartes et plans. L’apprentissage restait technique, il ne touchait guère aux principes d’une science, celle de l’artillerie, alors en plein renouvellement. En quittant Valence, un an plus tard, Napoléon était encore loin de posséder à fond l’arme où il servait."
  },
  {
    "note": "Sa solde annuelle s’élevait à un peu plus de mille livres et il reçut un pactole de mille deux cents livres supplémentaires lorsque sa famille entra en possession d’un héritage qu’elle convoitait depuis longtemps"
  },
  {
    "note": "Sa situation changea lorsqu’en 1788 il rejoignit Auxonne. Il n’était plus aussi à l’aise financièrement ; le legs de 1786 avait été dépensé, sa solde n’avait pas augmenté et il contribuait maintenant à l’entretien de sa famille."
  },
  {
    "note": "Si l’on s’en tient au séjour de Valence, l’histoire de la jeunesse de Napoléon apparaît comme celle d’une assimilation réussie."
  },
  {
    "note": "Quand il revint en Corse, en septembre 1786, il fit d’ailleurs une découverte singulière : il ne parlait plus sa langue maternelle."
  },
  {
    "note": "Charles Buonaparte était mort à Montpellier le 24 février 1785. Joseph, renonçant à ses études, était rentré chez sa mère"
  },
  {
    "note": "La fortune familiale avait atteint son zénith à la fin des années 1770. Mais les choses avaient changé après le remariage du comte de Marbeuf et le départ de l’intendant Boucheporn avec qui les Buonaparte entretenaient d’excellentes relations"
  },
  {
    "note": "Endetté, il était mort sans le sou. Un héritage permit de boucher quelques trous et d’améliorer l’ordinaire, mais ce n’était qu’un répit"
  },
  {
    "note": "Il serait inutile de vous exprimer combien j’ai été sensible au malheur qu’il vient de nous arriver, écrivait-il à l’archidiacre. Nous avons perdu en lui un père et Dieu sait quel était ce père, sa tendresse, son attachement"
  },
  {
    "note": "il était au contraire convaincu de ne devoir son élévation qu’à lui-même, d’être le premier de son nom et d’être affranchi"
  },
  {
    "note": "Il semble en effet qu’il doutait, et douta longtemps, de l’identité de son père biologique"
  },
  {
    "note": "Il aborda la question scabreuse de sa naissance. Faisant allusion à la liaison connue de sa mère avec M. de Marbeuf, et à la protection de celui-ci sur ses enfants, il expliqua combien il aurait désiré connaître avec certitude son vrai père"
  },
  {
    "note": "Il venait de fêter son trentième anniversaire et ne savait toujours pas avec certitude qui était son père"
  },
  {
    "note": "LE RÉVOLUTIONNAIRE D’AJACCIO"
  },
  {
    "note": "la situation en France y occupe à partir de la fin de 1788 une place de plus en plus importante. Il fut dès lors du parti « patriote ». Il n’avait pas choisi son camp par situation ou par idéal, mais par calcul"
  },
  {
    "note": "La France de 1789 n’était certes plus celle de Choiseul, et il attendait de la première qu’elle réparât les torts de la seconde"
  },
  {
    "note": "C’est pour dénoncer ces derniers qu’il avait entrepris d’écrire une histoire de la Corse. Le projet était ancien ; il l’avait conçu en 1786. La rédaction était bien avancée lorsque Louis XVI annonça le 8 août 1788 la convocation prochaine des États généraux. Comprenant aussitôt que cet événement pouvait changer les relations entre la France et la Corse, Napoléon renonça à publier son manuscrit"
  },
  {
    "note": "Il l’écrit à son parrain : la Corse retrouvera sa dignité le jour où les Français ayant été chassés de l’île, les emplois seront donnés à des Corses."
  },
  {
    "note": "Il pressentait dans les grands bouleversements à venir la possibilité, non d’une rupture entre la Corse et la France, mais d’une redéfinition de leurs relations où la première se verrait offrir une large autonomie commençant par ce qu’on appellerait aujourd’hui la « corsisation » des emplois"
  },
  {
    "note": "Il n’avait pas assisté aux massacres du 14 juillet"
  },
  {
    "note": "Il débarqua à Ajaccio dans les derniers jours d’octobre 1789"
  },
  {
    "note": "S’il faut attribuer la paternité de l’incorporation solennelle de la Corse à la France à quelqu’un, ce n’est pas à Napoléon, mais à Saliceti"
  },
  {
    "note": "Le 17 octobre, les « Nobles Douze » ayant rejeté le « plan Saliceti », les révolutionnaires d’Ajaccio se mobilisèrent et Napoléon fut chargé de rédiger une adresse à l’Assemblée nationale."
  },
  {
    "note": "la Corse était unanime sur cette question : obtenir la reconnaissance explicite de son appartenance à la France afin d’écarter toute idée de rétrocession de l’île à ses anciens maîtres et obliger les autorités locales à faire bénéficier la Corse de toutes les réformes engagées ou annoncées par l’Assemblée constituante"
  },
  {
    "note": "Mirabeau fit ensuite adopter un amendement autorisant Paoli et tous ceux que la conquête de 1769 avait contraints à l’exil à rentrer en Corse"
  },
  {
    "note": "sur la façade de la maison familiale une banderole où l’on pouvait lire : « Evviva la Nazione ! Evviva Paoli ! Evviva Mirabeau ! »"
  },
  {
    "note": "Un homme jouait alors à Ajaccio un rôle de premier plan : Philippe Masseria. Fils d’un compagnon d’armes de Paoli exécuté en 1763, il avait rejoint celui-ci à Londres, devenant l’un de ses plus proches collaborateurs en même temps qu’un agent du gouvernement britannique."
  },
  {
    "note": "Les Buonaparte étaient du « parti de Paoli », comme l’étaient à cette époque tous ceux qui n’étaient pas du « parti de Buttafoco », le député de la noblesse corse aux états généraux."
  },
  {
    "note": "À Auxonne, puis à Valence où il fut muté le 1er juin 1791 avec le grade de lieutenant, il ne retrouva pas l’aimable société qu’il avait fréquentée avant la Révolution."
  },
  {
    "note": "la présence, à ses côtés, de son jeune frère Louis, âgé de treize ans, dont il s’était entiché au point de vouloir faire son éducation. Il lui apprenait le français, lui faisait étudier les mathématiques et la géographie, se réjouissant comme un père des progrès du jeune homme et de l’aisance qu’il montrait en société"
  },
  {
    "note": "Paoli. Le printemps et une partie de l’été 1791 furent dédiés à la rédaction de son mémoire. Sa déception fut certainement à la mesure de ses espérances lorsqu’il apprit, en novembre, que le « prix Raynal » ne serait pas attribué."
  },
  {
    "note": "C’est vrai, il faut de l’abnégation pour lire jusqu’à la fin ce Discours sur le bonheur emphatique, parfois burlesque, souvent ridicule"
  },
  {
    "note": "jeta un jour au feu une copie que Talleyrand s’était procurée on ne sait comment, c’est la profession de foi républicaine et le long panégyrique de Paoli qu’elle contient."
  },
  {
    "note": "Le général lui avait infligé plusieurs blessures d’amour-propre. D’abord, le vieux chef, qui disait aimer Saliceti « comme un fils », s’était trouvé un nouveau favori en la personne de Pozzo di Borgo, et les Buonaparte furent froissés de voir celui-ci bénéficier de faveurs qui leur étaient refusées."
  },
  {
    "note": "Ensuite, ayant appris que Pozzo di Borgo avait lancé une dénonciation publique contre Matthieu Buttafoco, Napoléon décida de ne pas être en reste et de dénoncer à son tour l’ancien député de la noblesse corse"
  },
  {
    "note": "Cette Lettre de M. Buonaparte à M. Matteo Buttafuoco, député de la Corse à l’Assemblée nationale, qu’il fit imprimer en mars 1791 à Dôle, le flatta sans doute dans sa vanité d’auteur : pour la première fois, l’une de ses œuvres était publiée. Si on compare cette Lettre au calamiteux Discours sur le bonheur, ce ne peut être qu’à l’avantage de celle-ci. Buttafoco, c’est vrai, ne méritait pas les injures que Napoléon lui prodiguait, mais ce pamphlet n’était nullement inférieur à tous ceux qui, jour après jour, s’étalaient aux vitrines des libraires."
  },
  {
    "note": "Le général, à qui il avait envoyé l’imprimé, n’en fut pas content. S’il pardonnait à Masseria et à Pozzo la violence de leurs dénonciations contre Buttafoco, il n’en allait pas de même avec"
  },
  {
    "note": "Napoléon fut dépité. La suite de sa correspondance avec Paoli n’allait pas le rasséréner. Étant revenu à la charge pour prier le général de lui communiquer des documents pour ces Lettres sur la Corse dont il avait dit à Raynal avoir abandonné l’idée, Paoli lui répondit par une fin de non-recevoir : « Je ne puis à présent ouvrir mes caisses et chercher mes écrits. D’autre part, l’histoire ne s’écrit pas dans les années de jeunesse. »"
  },
  {
    "note": "Comme en 1790, Paoli présida l’assemblée électorale de septembre 1791. Le général avait une nouvelle fois dressé la liste des futurs élus"
  },
  {
    "note": "Quelle ne fut pas leur stupéfaction lorsque Paoli imposa aux électeurs, d’abord l’un de ses neveux, Leonetti, puis deux de ses proches, François-Marie Pietri et Pozzo di Borgo"
  },
  {
    "note": "Quant à Joseph, son échec à la députation fut compensé par son élection au directoire du département dont la moitié des sièges était à renouveler."
  }
]